"""
    TODO: Вводится строка в поле ввода.
          Ниже необходимо вывести модифицированную строку в текст боксе, чтобы можно было его копировать.
          Варианты модификации выбираются при помощи checkbutton-ов.
          1. Все слова с большой буквы
          2. Увеличить пробелы между словами
          3. Развернуть строку
          4. Удалить слова, короче значения (значение задаётся в поле ввода рядом с пунктом)
          Действия происходят сразу после выбора пункта. Все эффекты накладываются друг на друга.
"""
